<!----------------------------------------------- SECTION 3 - MASCOT PARTY ------------------------------------------------------------->
<section class="section-3">
<img src="./assets/images/section-3/section-3-header.svg" alt="mascot-party" class="header-fullwidth" loading="lazy">
<div class="container">

  <h2>
    もうすぐマスコットお披露目パーティー！
  </h2>
  <p>
    マスコットのお披露目パーティーは5月24日（土）または25日（日）に開催予定です！（お通いのスクールによって異なります）このスペシャルイベントでは、限定のグッズが登場します！バッグアクセサリー、絵本、プロモカード、記念バッジなどが手に入るチャンスです。ぜひ、この機会をお見逃しなく、限定アイテムをゲットしましょう！<br>
    <br>
    お披露目前に「マスコットを当てよう」コンテストにお子さまの参加申込をお願いします！シルエットをヒントに、マスコットの姿を予想するチャレンジです。正解者には素敵な賞品が贈られます！イベントでは、絵を描くチャレンジやみんなで歌うカラオケコーナー、さらにマスコットをモチーフにしたカップケーキ作りもお楽しみいただけます！<br>
    <br>
    今回のお披露目パーティー開催後、マスコットたちはスクール内やテキストブックに順次登場します。ゲームの時間では、チームのエンブレムにマスコットを使用したり、テキストブックの中にも隠れたマスコットが登場します。学びながら、新たな発見をお楽しみください！<br>
    <br>
    <span style="font-weight: bold;">サマー・スクール</span>では、それぞれのマスコットの特徴にちなんだ特別なアクティビティが開催されます！詳細については今後の発表を楽しみにお待ちください。<br>
    <br>
    近い将来、さらに多くのマスコットグッズが登場予定です！ぜひ、新しいアイテムを集めてお楽しみください♪<br>
    <br>
    ほとんどのマスコットの正体は明らかになっていませんが、1つだけ公開します！それが「ジョット」です！ジョットはライティングの達人で、お子さまたちのライティングスキルの向上をサポートしてくれます。さらに、巨大な鉛筆を使って異次元への入り口を作るという、驚くべき能力も持っています！<br>
    <br>
    きっとお子さまにとって忘れられない体験になることでしょう。どのマスコットが一番のお気に入りになるのか、楽しみにしていてください！

  </p>

  <a href="https://kids-up.jp/events/mascot-party/?utm_campaign=mascot_party&utm_source=newsletter&utm_medium=organic"  target="_blank">もっと詳しく →</a>

  <img src="./assets/images/section-3/mascots.png" alt="mascots" class="img-fluid" style="display: block; margin: auto;">
</div>

</section>
