<!----------------------------------------------- SECTION 4 - CAMBODIA------------------------------------------------------------->
<section class="section-4">
  <img src="./assets/images/section-4/cambodia-header.svg" alt="cambodia-header" class="header-fullwidth" loading="lazy">
  <div class="container">
    <h2>カンボジアを訪問したスタディツアーの記録</h2>
    <p>グローバルな視点を養い、多様な価値観を学ぶ機会としてKids UPの子どもたちが、国境を越えて活躍できる力を身につけるためには、異なる文化や価値観に触れる経験が不可欠です。<br>
      そこで今回のスタディツアーは英語圏に限らず、急速に発展を遂げるアジアの国「カンボジア」を訪れました。<br>
      本ツアーでは、カンボジアの歴史やその社会の課題を学び、異文化に触れることで、子どもたちが未来を力強く生き抜くための【好奇心】を育むことを目的に12月26日(木)〜12月31日(火)の6日間、「Study Tour in Cambodia」を開催しました。<br>
      <br>
      出発時には成田空港で航空会社側の手違いによる予期せぬトラブルが発生し、不安な幕開けとなりましたが、シェムリアップ到着後は大きな問題もなく、参加者全員が体調を崩すことなく無事に終えることができました。<br>
      <br>
      カンボジアの歴史は子どもたちには少し難しく感じるかもしれないと心配していましたが、実際には現地ガイドの話を真剣に聞き、積極的に質問する姿がとても印象的でした。また、孤児院訪問では、初日は英語でのコミュニケーションに苦戦し落ち込む様子も見られましたが、翌日も諦めずに英語で話しかけ、最後には一緒に遊ぶ姿が見られました。<br>
      <br>
      さらに、食事や飲料水の違い、虫の多さ、トイレの使い方（日本とは異なり水を汲んで流すこと）、さらには道を走るバイクに5人もの人が乗っていることなど、日本との違いを肌で感じ、沢山のことを学ぶ機会となりました。市場では、カンボジアならではの文化体験として、昆虫食にも挑戦しました。最初は抵抗を感じる子もいましたが、勇気を出して食べてみると「意外と美味しい！」と驚く声も聞かれました。<br>
      <br>
      今回のスタディツアーは英語圏以外の国での貴重な経験となりましたが、子どもたちは多くの学びを得て、将来につながる大きな一歩になったのではないかと思います。<br>
      
      <br>
      参加された保護者の皆さまから寄せられたメッセージを一部ご紹介します。<br>
      <br>
      ・海外初めての子どもにとって、カンボジアスタディツアーは世界の広さを感じられる得難い経験になりました！子どもにとっては難しい内容もありましたが、年が近い子たちと海外に行き仲良くなったことも、日本とは全く違う異文化を経験できたこともとても大きかったです。娘は英語はそこまで話せないのですが、孤児院では恥ずかしがりながらもカタコトで意思疎通しようとし、最後には仲良くなって遊んでいました。私も、スタディツアーでなければ子どもをカンボジアに連れて行こうとは思わなかったと思います。どうもありがとうございました！<br>
      <br>
      ・我が子はKids UPに入って1年未満で参加しましたが、出発前のオリエンテーションや事前準備を通して、積極的にスタッフやティーチャーに質問したり、考えを述べる力が以前より増したように思います。帰国後は日本食の美味しさを改めて感じたのか、よく食べるようになり、心も体も一回り大きくなったように感じました。有意義な経験になると思います。
      </p>

      <img src="./assets/images/section-4/cambodia-group-photo.jpg" alt="group photo" class="photo" loading="lazy">
  </div>

</section>
