<!----------------------------------------------- SECTION 6 - ONE POINT LESSON------------------------------------------------------------->
<section class="section-6">
  <img src="./assets/images/section-6/onepoint-header.jpg" alt="トレーナーからのワンポイントレッスン" class="header-fullwidth" loading="lazy">
  <div class="container">
    <h2>言語習得における「インプット」の重要性</h2>

    <p>
      こんにちは！Kids UP トレーニングチームです。<br>
      新年度が始まり、新たにKids UPファミリーの一員となられた皆様を心より歓迎いたします！<br>
      今回は、言語学習における「インプット」の大切さについてお話します。<br>
      言語習得において、インプット（聞く・読むこと）とアウトプット（話す・書くこと）の両方がバランスよく行われることが大切ですが、特に重要な事は、インプットがしっかりと行われていなければ、アウトプットに繋がらないということです。アウトプットを促すためには、それを支える数倍のインプットが必要です。<br>
      そこで今回は、言語学者であり、第二言語習得（SLA: Second Language Acquisition）の分野で広く認知されているスティーブン・クラッシェン教授の理論から、重要な概念を２つご紹介します。<br>
      <br>
      <b>1. Silent Period（沈黙期）<br></b>
      言語を学び始めた子どもに見られる現象の一つに、「沈黙期」があります。この期間中、子どもは言葉をほとんど発しませんが、実はこの期間がとても大切です。子どもは言葉を聞き、理解することに集中しており、その後、突然話し始めることがよくあります。この沈黙期は自然な過程であり、子どもが語彙や文法を吸収し、使い方を理解している証拠です。<br>
      大人でも、新しい単語を学んだ際、すぐに使いこなせるわけではありません。何度も聞き、場面ごとの使い方を理解し、そのうえで実際に使い始めることができます。お子さまが言葉を発しなくても心配せず、繰り返し聞かせたり、使う機会を提供したりすることが大切です。<br>
      実際、子どもが新しい単語を覚え、それをアウトプットに変えるためには、約15回のインプットが必要だと言われています。ただ単に単語を15回繰り返すだけではなく、異なるシチュエーションで、その単語を聞いたり見たりすることが、理解と使えるようになるための鍵となります。<br>
      Kids UPのEnglish Classでは、毎週異なるテーマを設定し、それに基づいた単語やフレーズを1週間かけて学びます。ご自宅でテキストを使って復習するだけでも、インプットの数を増やすことができ、学びをさらに深めることができます！<br>
      <br>
      <b>2. i+1 理論<br></b>
      インプットの重要性についてはご理解いただけたかと思います。<br>
      では「効果的なインプット」とは具体的にどのようなものなのでしょうか？今回は、言語学者スティーブン・クラッシェンが提唱した「i+1理論」をご紹介します。<br>
      i+1理論は、学習者の現在の言語能力（i）に対して、「少しだけ難しいけれど理解できる内容（+1）」を提供するという考え方です。つまり、学習者が既に知っている単語や文法の範囲に、少し新しい要素を加えて学ぶことが効果的だということです。<br>
      例えば、学習者が「I am going to the store.」という文を理解できるとします。その後に「I am heading to the supermarket.」という文を見た場合、この「heading to」という表現は少し難しいかもしれませんが、文脈から意味を推測できるので、これはまさに「i+1」の例です。このように、少しだけ難しいけれど、文脈で理解可能な表現に触れることで、学習者は自然に新しい言葉を吸収し、少しずつレベルアップしていきます。<br>
      Kids UPのレッスンでも、学習者の理解度に合わせて徐々に難易度を上げていきます。これにより、お子さまは無理なく新しい単語やフレーズを覚え、自然と英語力を向上させることができます。<br>
      お子さまが英語を学ぶ過程で、インプットは確実に大きな役割を果たします。焦らずリラックスした環境で、繰り返しのインプットを通じて、少しずつ自信を持たせてあげることが言語習得において非常に効果的です。保護者の皆様には忍耐強く見守っていただけると幸いです！

    </p>

  </div>
</section>