<!----------------------------------------------- SECTION 3 - MASCOT PARTY ------------------------------------------------------------->
<section class="section-3">
<img src="./assets/images/section-3/section-3-header.svg" alt="mascot-party" class="header-fullwidth" loading="lazy">
<div class="container">

  <h2>
    もうすぐマスコットお披露目パーティー！
  </h2>
  <p>
  マスコットのお披露目パーティーは5月24日（土）または25日（日）に開催予定です！（お通いのスクールによって異なります）このスペシャルイベントでは、限定グッズ（バッグアクセサリー、絵本、プロモカード、記念バッジ）を作成しました。ぜひ、イベントに参加して限定グッズをゲットしましょう！<br>
    <br>
    お披露目前に「マスコットを当てよう」コンテストにお子さまの参加申込をお願いします！シルエットをヒントに、マスコットの姿を予想するチャレンジです。正解者には素敵な賞品が贈られます！イベントでは、絵を描くチャレンジやみんなで歌うカラオケコーナー、さらにマスコットをモチーフにしたカップケーキ作りもお楽しみいただけます！<br>
    <br>
    今回のお披露目パーティー開催後、マスコットたちはスクール内やテキストブックに順次登場します。ゲームの時間では、チームのエンブレムにマスコットを使用したり、テキストブックの中にも隠れたマスコットが登場します。学びながら、新たな発見をお楽しみください！<br>
    <br>
    <span style="font-weight: bold;">サマー・スクール</span>では、それぞれのマスコットの特徴にちなんだ特別なアクティビティが開催されます！詳細については今後の発表を楽しみにお待ちください。<br>
    <br>
    今後、さらに多くのマスコットグッズを開発予定なので、新しいアイテムを集めて楽しもう♪<br>
    <br>
    現在、マスコットキャラクター（4体）の正体は明らかになっていませんが、今回はそのキャラクターの中から「ジョット」を紹介します！ジョットはライティングの達人で、ライティングスキルの向上をサポートします。巨大な鉛筆を使って異次元への入り口を作るという、驚くべき能力を持っています！<br>
    <br>
    このスペシャルイベントは、きっと忘れられない体験になること間違いなし。お子さまにとって、どのマスコットが一番のお気に入りになるのかお楽しみに！

  </p>

  <a href="https://kids-up.jp/events/mascot-party/?utm_campaign=mascot_party&utm_source=newsletter&utm_medium=organic"  target="_blank">もっと詳しく →</a>

  <img src="./assets/images/section-3/mascots.png" alt="mascots" class="img-fluid" style="display: block; margin: auto;">
</div>

</section>
