<!----------------------------------------------- SECTION 4 - CAMBODIA------------------------------------------------------------->
<section class="section-4">
  <img src="./assets/images/section-4/cambodia-header.svg" alt="cambodia-header" class="header-fullwidth" loading="lazy">
  <div class="container">
    <h2>カンボジア・スタディツアーのご報告（昨年12月末開催）</h2>
    <p>
    国境を越えて活躍できる力を育むためには、グローバルな視点を養い、多様な価値観を学ぶ機会が必要です。そのためにも、子どもたちは異なる文化や価値観に触れる体験が欠かせません。<br>
    <br>
    今回のスタディツアーでは、英語圏にとどまらず、急速な発展を遂げるアジアの国「カンボジア」を訪れました。12月26日（木）から12月31日（火）までの6日間、「Study Tour in Cambodia」と題して、歴史や社会課題に触れながら異文化を体感し、子どもたちが未来を力強く生き抜くための“好奇心”を育むことを目的に開催しました。<br>
    <br>
    出発当日、成田空港では航空会社の手違いによる予期せぬトラブルが発生し、不安な幕開けとなりました。しかし、シェムリアップ到着後は大きな問題もなく、全員が健康に過ごし、無事に全日程を終えることができました。<br>
    <br>
    カンボジアの歴史については、難しさを感じるのではと心配していましたが、実際には現地ガイドの話に真剣に耳を傾け、積極的に質問する姿が多く見られ、子どもたちの関心の高さに驚かされました。<br>
    <br>
    孤児院の訪問では、初日こそ英語でのコミュニケーションに苦戦し、落ち込む様子もありましたが、翌日には諦めずに再び話しかけ、最後には一緒に遊ぶほどの交流が生まれました。<br>
    <br>
    また、食事や飲料水の違い、虫の多さ、トイレの使い方（水を汲んで流す方式）、さらにはバイクに5人乗りするなど、日本との違いを肌で感じる場面が多くありました。市場ではカンボジアならではの文化体験として昆虫食にも挑戦。最初は戸惑う様子もありましたが、勇気を出して食べた子どもたちからは「意外と美味しい！」という声も上がりました。<br>
    <br>
    英語圏以外の国での今回のスタディツアーは、子どもたちにとって非常に貴重な経験となりました。それぞれが多くの学びを得て、将来につながる大きな一歩を踏み出したことを実感しています。<br>
    <br>
    <br>
    以下、ツアーに参加された保護者から寄せられたメッセージの一部をご紹介します。<br>
    <br>
    ・海外初めての子どもにとって、カンボジアスタディツアーは世界の広さを感じられる得難い経験になりました！子どもにとっては難しい内容もありましたが、年が近い子たちと海外に行き仲良くなったことも、日本とは全く違う異文化を経験できたこともとても大きかったです。娘は英語はそこまで話せないのですが、孤児院では恥ずかしがりながらもカタコトで意思疎通しようとし、最後には仲良くなって遊んでいました。私も、スタディツアーでなければ子どもをカンボジアに連れて行こうとは思わなかったと思います。どうもありがとうございました！<br>
    <br>
    ・我が子はKids UPに入って1年未満で参加しましたが、出発前のオリエンテーションや事前準備を通して、積極的にスタッフやティーチャーに質問したり、考えを述べる力が以前より増したように思います。帰国後は日本食の美味しさを改めて感じたのか、よく食べるようになり、心も体も一回り大きくなったように感じました。有意義な経験になると思います。
    </p>

      <img src="./assets/images/section-4/cambodia-group-photo.jpg" alt="group photo" class="photo" loading="lazy">
  </div>

</section>
