<!----------------------------------------------- SECTION 2 - MEMORIES FROM OGs ------------------------------------------------------------->
<article class="section-2">
<div class="header-fullwidth">

  <div class="container">
    <img src="./assets/images/section-2/jack.png" alt="">

    <img src="./assets/images/section-2/daniel.png" alt="">    

    <img src="./assets/images/section-2/morahashi.png" alt="">

        <img src="./assets/images/section-2/yanagawa.png" alt="">

    <img src="./assets/images/section-2/karen.png" alt="">
    
  </div>
</div>

<div class="container contents">
  <h2>立ち上げ期を知るメンバーによる、<br>
      当時を振り返るスペシャルインタビュー
  </h2>

  <p>
    今回の特集では、長年Kids UPの成長を牽引してきたメンバーに、当時を振り返ってもらいました。<br>
    これまで歩んできた道を知ることで、私たちが大切にしている「想い」や、Kids UPが目指すべき姿を皆さんと共有できれば幸いです。
  </p>

<div class="speakers-row">

  <div class="wrapper">
    <img src="./assets/images/section-2/jack-small.jpg" alt="Jack 執行役員" class="small-person">
    <p class="speaker">執行役員<br class="break"> Jack Hann</p>
  </div>

  <div class="wrapper">
    <img src="./assets/images/section-2/daniel-small.jpg" alt="Daniel 課長" class="small-person">
    <p class="speaker">課長<br class="break"> Daniel Bennion</p>
  </div>

  <div class="wrapper">
    <img src="./assets/images/section-2/morahashi-small.jpg" alt="諸橋 AM" class="small-person">
    <p class="speaker">エリアマネージャー<br class="break"> 諸橋 なつき</p>
  </div>  

    <div class="wrapper">
    <img src="./assets/images/section-2/yanagawa-small.jpg" alt="梁川 主任" class="small-person">
    <p class="speaker">主任<br class="break"> 梁川 英来</p>
  </div>


  <div class="wrapper">
    <img src="./assets/images/section-2/karen-small.jpg" alt="諸橋 AM" class="small-person">
    <p class="speaker">マネージャー<br class="break"> Karen Suguimizu</p>
  </div>    

</div>

  <h4>Q1. 当時、苦労したことや印象に残っているエピソードはありますか？</h4>

  <p>
  <br>
    <span class="speaker">執行役員　Jack Hann</span><br>
    生徒たちとの思い出は数えきれないほどありますが、特に印象的なのは、説明会で一度会っただけの生徒が、数年後に再会した際、私のことを鮮明に覚えていてくれた瞬間です。抜き打ちでスクールを訪れた時、子どもたちが「あ！知ってる！ティーチャージャックでしょ？」と目を輝かせて駆け寄ってくれる姿には、いつも温かい驚きをもらいます。<br>
    こうした繋がりを感じるたび、私たちの関わりが単なる形式ではなく、本物であると確信します。私たちの役割は単に英語を教えることではありません。数年経った後も、お子様の心の中に「ポジティブで記憶に残る印象」を刻み続けること。それこそが、この仕事の真の意義だと信じています。<br>
    <br>
    <span class="speaker">Daniel 課長</span><br>
    教室で英語を話す機会を設けても、お友達の前で話すことを恥ずかしがったり、発言をためらったりするお子様の姿が見られることがありました。力を発揮しきれず、話すことに難しさを感じているようにも思えました。<br>
    約7年前、私がリーダーを務めていた頃、スクールバスの運行に同行した際の出来事が強く印象に残っています。バスの中でお子様たちと会話すると、授業中とは別人のように多く話し、積極的に質問をしながら、生き生きと英語でやり取りをしていました。<br>
    この経験から、授業中の「シャイな態度」は本来の英語力を覆い隠しているだけであり、指導チームの積み重ねが確実に力になっているのだと実感しました。そして、特にスピーキングにおいて「自信」が学習の鍵であることを改めて認識しました。<br>
    それ以来、私たちはお子様のスピーキング力を最大限に引き出すため、「自信」を育む指導に力を入れています。この経験は新人講師の研修でも共有し、すべてのお子様が自分の力に自信を持てるよう、指導体制の強化に努めています。<br>
    今後も、お子様の隠れた力を引き出し、楽しく英語を話せる環境を提供してまいります。<br>
    <br>
    <span class="speaker">諸橋 AM</span><br>
    Kids UP入社初の配属先でスクールマネジャーとして運営を行っていた中で、保護者様からいただいたご相談で、嬉しくて今でも印象に残っているお客様がいらっしゃいます。<br>
    その方はKids UPのカリキュラムに強い魅力を感じてくださっていましたが、平日は習い事が多く、当初は週2回通うことができない状況でした。ところがご契約時に、お子様へ「Kids UPに通うために、どの習い事をやめる？」と尋ねられ、お子様は「最近つまらないから、スイミングと〇〇をやめてKids UPにする！」と即答。お母さまもすぐに了承され、その決断の早さに私は驚きました。<br>
    入社時からKids UPのサービスに魅力を感じていましたが、それがしっかりお客様に伝わっていたことが何より嬉しかったです。<br>
    残念ながら半年後にお父様のご都合でお引越しとなりましたが、「福岡にKids UPはできませんか。どうしても続けたくて」とご相談をいただき、「通い始めてから英語にとても興味を持つようになった」とのお言葉もありました。最終的には退会となりましたが、退会当日にも「本当はやめさせたくない」とのお気持ちを伺い、ティーチャーたちが子どもに素晴らしい英語環境を提供できていたのだと、改めて嬉しく感じました。<br>
    <br>
    <span class="speaker">梁川 主任</span><br>
    印象に残っていることとして当時私はKids UP東陽町が2016年9月に開校したタイミングでスクールマネージャーとして従事しました。現在は、大島校に配属になりましたが嬉しいことに当時からお通いいただいている生徒が、現在も数名が大島校にお通いいただいていたりKids UPの会員でいらっしゃることです。これはいかにKids UPの英語学習に価値があり楽しく学べる英会話スクールかを表していると思います。また、大島校では高校生の生徒も在籍しておりますが、大学生になったらKids UPでバス添乗員としてバイトする！と言ってくれていたり、他にも将来はKids UPのティーチャーになりたい！と言ってくれる生徒もおります。実現するかは置いといて、このようにKids UPが大好きな生徒を今後も増やしていきたいです。<br>
    <br>
    <span class="speaker">Karen マネージャー</span><br>
    Kids UPの立ち上げに参画し、田園調布校で初めて子どもたちを迎えた時の興奮は今でも鮮明です。中でも、初めて開催した「発表会」は、私のキャリアの中で最も記憶に残る経験の一つです。<br>
    一生懸命に成果を披露する子どもたちの姿と、それを支えてきた先生たちの熱意が重なり、感動で涙を抑えることができませんでした。Kids UPは単なるスクールではなく、子どもたちの未来を前向きに形作っていく場所なのだと確信した瞬間でした。あの日の感動は、今も私の支えになっています。<br>
  </p>

    <h4>Q2. スクールの文化や教育方針は、当時と比べてどのように変化したと感じますか？</h4>

  <p>
    <span class="speaker">Daniel 課長</span><br>
    立ち上げ当初と比べ、教育方針はよりアカデミックで体系的なものへと進化しました。かつては「努力」や「教材の進捗」が主だったレベルアップの仕組みを、現在は年2回の内部レベルチェックや、進級に向けた専門の「レベルアップ準備プログラム」の導入など、強固な構造へと変革しています。さらに、外部評価（ピアソン英語ベンチマーク）も活用し、客観的なデータに基づいた個別サポート体制を確立しました。<br>
    指導教材も大きな進化を遂げました。当初はフラッシュカード等が中心でしたが、現在はDr. Kayaの指導のもと、全レベルでオリジナル教科書を開発。明確な学習目標に基づいたこの教材とレベルチェックシステムを組み合わせることで、生徒の皆様に「本格的な英語習得への道筋」を提供できる優れた教育基盤を築き上げたと自負しています。<br>
    <br>
    <span class="speaker">諸橋 AM</span><br>
    事業スタート時は「学童保育」としての要素が強かったのですが、ここ数年でガラッと変わり、現在は「英会話スクール」としての英語力や成果に重点が置かれるようになりました。 スタッフ向けの研修もより濃い内容になり、保護者面談に必要な知識やリードの質など、クオリティが飛躍的に向上しています。知識を吸収するスクールマネジャー（SM）のみなさんは大変だと思いますが、それだけ自信とプライドを持って運営できる環境です。今の充実した研修体制を見ると、正直「昔の私が羨ましい！」と思うほどです（笑）。<br>
    <br>
    <span class="speaker">梁川 主任</span><br>
    当日は学童保育としての要素や印象が強かったと思います。現在も長時間、大人数のお子様をお預かりするという点では学童スタイルを取り入れていますが、現在は英会話スクールとしての認識も向上していると日々感じます。特にKeep UPコースやSpecialistコースのような上級コースのカリキュラムも充実したことで中高生の生徒も増え、よりアカデミックな学習内容に変化したと感じます。<br>
    <br>
    <span class="speaker">Karen マネージャー</span><br>
    Kids UPは創業当初から一貫して「教育の質」を最優先にしてきましたが、その姿勢は年々強まっています。初期には今のような綿密に設計された教科書やレベル別のリソースはありませんでしたが、Dr. Kayaを中心に、あらゆる生徒のニーズに応える教材開発を推進してきました。<br>
    <br>
    生徒一人ひとりの成長に合わせたオリジナルコンテンツを絶えず創り出している現在の姿は、私にとっても非常に刺激的です。この継続的な改善への献身こそが、Kids UPが最高の教育環境を提供することに深く心を砕いている証です。これからも質の高い指導を通して、お子様の成長を全力で支えていきます。
  </p>  

    <h4>Q3. 今後、スクールをどのような場所にしていきたいと考えていますか？</h4>  

  <p>
      <span class="speaker">Daniel 課長</span><br>
      私たちは、英語こそが子どもたちの人生における無限の可能性を解き放つ「鍵」であると信じています。体系的な言語学習、実践的なCLILレッスン、そして自信を育むプレゼンテーション練習。これらを通じて、生徒の皆様が未来に必要なスキルを確実に構築できる段階まで導いていきたいと考えています。<br>
      今後、Kids UPのリーチがさらに広がり、より多くのお子様がこのカリキュラムと熱意あふれるチームに出会えることを願っています。Kids UPが、すべてのお子様の未来を切り拓く「最高のスタート地点」であり続けるために、私たちは歩みを止めることはありません。<br>
      <br>
      <span class="speaker">諸橋 AM</span><br>
      私自身、現場で子どもたちや保護者様、そして仲間に支えられ、大きく成長させてもらいました。仕事には大変なこともありますが、それ以上に「自分の行動が子どもに良い影響を与えた」「保護者様と喜びを共有できた」という実感が、私を「より誰かのために」と突き動かしてくれました。<br>
      スタッフの皆さんにも、ぜひ日々の仕事を通して「自分が誰かのために力になれている」という手応えを感じてほしいです。その喜びを自分自身の成長に変えていける、そんな活気あるスクールを共に創っていきましょう。<br>
      <br>
      <span class="speaker">梁川 主任</span><br>
      英語学習と言えばKids UPと名前が挙がるくらい、日本一の英会話スクールを目指したいです。そのためには日々、カリキュラムだけではなくスタッフのスキルも含め、どこを切り取ってもプロフェッショナルにあふれた人材育成をしてまいります。<br>
      <br>
      <span class="speaker">Karen マネージャー</span><br>
      Kids UPが、日本全国の新たな地域へと拡大し、より多くのお子様が質の高いプログラムと温かいコミュニティに触れられる未来を願っています。<br>
      私たちの究極の目標は、お子様や保護者様はもちろん、働くスタッフ全員が「自分はサポートされ、周囲と繋がり、インスピレーションを受けている」と感じられる場所であることです。単なる言語スキルの習得に留まらず、自信、探求心、そして一生続く「学ぶことへの愛情」を育む学校でありたいと強く願っています。
  </p>
  
</div>


</article>