<!----------------------------------------------- SECTION 1 - PEARSON ------------------------------------------------------------->
<article class="section-1">
  <img src="./assets/images/section-1/article-1-splash.webp" alt="Kids UP 10周年特別企画 未来を育む教育の軌跡" class="header-fullwidth" loading="lazy">
<div class="container">

  <h2>～社長 辻と常務 石原が語る「最高の英語習得」と「人生を変える力」～</h2>
  <p>
  この度、Kids UPは設立10周年を迎えました。日頃より、大切なお子さまの教育をお任せいただき、心より感謝申し上げます。<br>
  本特別号では、Kids UPが目指す教育と未来について、取締役社長の辻 球一(以下、辻)と、常務取締役の石原 佐和子(以下、石原)による特別対談をお届けいたします。ぜひご覧ください。
  </p>

  <h4>1. 立ち上げの原点：高品質な教育への信念</h4>
  
  <p><span class="speaker">編集部：</span>本日はありがとうございます。まずは、Kids UPを立ち上げた原点、そのきっかけについてお聞かせください。<br>
  <br>
  <span class="speaker">辻：</span>実は私、前職で英語の学童を１０年で全国に８５スクール展開しました。しかし、その大半はフランチャイズスクールで、基準の統一が困難で「同じブランドなのにスクール毎に違う事をしていて良いわけがない」また「英語力の伸びも期待通りにならない」というジレンマを抱えていました。そんな時に（株）Ｐ－UPとのご縁を頂き、これまでの経験と知識を活かして<b>イチから最高の英会話スクールを作りたい！</b>と考えたのがきっかけです。
  </p>

  <h4>2. 10年の歩み：成長の確信と感動の瞬間</h4>

  <p><span class="speaker">編集部：</span>この10年間で、特に印象に残っている出来事や、Kids UPの成長を実感された瞬間はありますか？<br>
  <br>
  <span class="speaker">石原：</span>あっという間の10年でした。思い出に残ることは本当にたくさんあって、全てお話ししたら夜通しお話しできそうなのですが、、、第1校目の田園調布雪谷スクールの開校が決まり、初めて問い合わせの電話が鳴った時のことや、そこから多くのお問い合わせとご入会を頂き、我々の思いが間違っていなかった、と実感できた時。そして、初めてのスピーチコンテストでは子どもたちの大きな成長を目の当たりにして最初から最後まで涙が止まらないくらい感動しましたね。<br>
  <br>
  <span class="speaker">辻：</span>私も、その子どもたちの<b>「英語力」こそが、この10年で最も成長した部分だと感じています。昨年12月に芝国際中学で行われたスピーチコンテストの審査員として参加して、その規模と子どもたちのスピーチを見て、インター以外の子ども英会話スクールでは絶対に日本一</b>だなと確信しました。<br>
  <br>
  <span class="speaker">編集部：</span>目に見える形での成長はいかがでしょうか？<br>
  <br>
  <span class="speaker">辻：</span>現在37校を展開していますが、移動中によく<b>オレンジ色の送迎バス</b>や通学バッグを持ったお子さんを見かけるようになりました。それらを見かけたときは、手を振りたいくらい嬉しくなります。多くの方に選んでいただいていることを日々実感しています。<br>
  <br>
  <span class="speaker">石原：</span>10年前の今日は、まだスクールの名前すら決まっていなかったのですが、そこから10年。今では37校になりました。この10年でKids UPに通ってくれた子どもたちの中には中学生、高校生になって、そして今だにSpecialist Courseに通ってきてくれている子が何人もいます。Kids UPが子ども達の居場所になって、子ども達の成長を肌で感じることができることを何よりも嬉しく思います。これからも、1人でも多くの子ども達の笑顔を作っていきたいと思いますね。<br>
  </p>

  <h4>3. 次の10年に向けて：さらなる教育の進化と全国展開</h4>
  <p><span class="speaker">編集部：</span>次の10年に向けて、Kids UPの教育はどのように進化していくのでしょうか？<br>
  <br>
  <span class="speaker">辻：</span>多くのエリアから開校のご希望をいただいているので、コンスタントにスクールを増やしてより沢山の子ども達の英語力向上に貢献したいです。また、<b>AIを活用した英語レッスン</b>にも取り組んでいます。新たなモデルの英会話スクールを関東以外（過疎地や離島も含めて）にも展開してKUのカリキュラムで<b>日本中の子ども達の英語力をUPさせたい</b>ですね。
  </p>

  <h4>4. 保護者の皆様へ：未来の可能性を広げるために</h4>

  <p><span class="speaker">編集部：</span>最後に、大切なお子様をお預けくださっている保護者の皆様、そして在籍生・卒業生の皆様へメッセージをお願いします<br>
  <br>
   <span class="speaker">石原：</span>数多い英会話スクールの中から、Kids UPにお通い頂き、ありがとうございます。<br>
実は私、学生の頃は文法と単語を暗記する英語が本当につまらなくて、大嫌いで、大人になるまでできるだけ英語を避けて生きてきました。でも社会に出てから逃げられない「必要」に迫られて、そこから必死になって勉強して、並々ならぬ苦労の末にやっと英語を身に付けました。<br>
ただ、英語を身につけたことで、その後の人生が大きく変わったんです。<br>
世界中に友達ができて、行動範囲も「世界」へ広がり、世界中を旅して歩きました。物事の考え方や価値観も大きく変わりましたし、勿論英語を身につけていなかったら、今ここでこうしてお話ししていることもなかったと思います。<br>
とはいえ、あれだけ苦労して身につけた英語力にもかかわらず、臨界期を過ぎてから学んだ私の発音やヒアリング力は、Kids UPの子ども達にはまったくかないません。<br>
<br>
<span class="speaker">編集部：</span>その「臨界期」に触れる価値は、いかに大きいのでしょうか。<br>
<br>
<span class="speaker">石原：</span>それくらい「臨界期」に、とことん英語に触れる価値は大きいと身をもって感じています。私にとって英語は人生を変えてくれた大切なツールです。だからこそ、子ども達には私の様に大人になってから苦労して身につけるのではなく、臨界期の大切な時期に、自然に、楽しく身につけてほしい。そして将来の選択肢を、公私ともに大きく広げてほしいと心から願っています。<br>
<br>
<span class="speaker">辻：</span>数ある英会話スクールの中から、Kids UPをお選びいただき、お通い頂いている事、本当にありがとうございます。臨界期真っ只中のお子様の英語力の伸びはすさまじく「学童保育型英会話スクール」のアプローチは「英語圏に暮らすこと」に次いで英語の習得に最適だと確信しております。Learn with Funをモットーにお子様が笑顔で通ってくれるスクールを更に充実させてまいります。<br>
<br>
<span class="speaker">編集部：</span>辻社長、石原常務、本日は誠にありがとうございました。次の10年も、Kids UPが未来を担う子どもたちの成長を力強く支えてくれることを確信いたしました。<br>
    
    
  </p>

</div>
</article>
