<article class="section-4">

<div class="header">

<div class="container">
  <img src="./assets/images/section-4/article-4-header.webp" alt="" class="img-fluid">
</div>

</div>

<div class="container">
      <div class="section-title">
        <h2>
【“継続”が育てた英語力〜通い続けてくれた皆さまの声〜】
  </h2>
  </div>

  <p>10周年を記念し、長期間にわたりKids UPに通学いただいている生徒・保護者の皆さまにインタビューを行いました。英語力の成長はもちろん、レッスンやイベントを通して積み重ねてきた思い出、そしてこれからの目標や未来への想いから、Kids UPの10年の歩みを感じていただけます。<br>
      これからお通いになる方、通学歴の浅い方にとっても、Kids UPでの学びを続けていくうえでのヒントや励みとなる内容です。
</p>

<div class="kid-profile">

<img src="./assets/images/section-4/twins.jpg" alt="" class="portrait">

<div class="profile-info">
 <p>シオリさん：小学5年生<br>
  通学歴7年　上級者クラス在籍
 </p>

  <p>コウキさん：小学5年生(シオリさんの双子の兄)<br>
  通学歴7年　上級者クラス在籍　
 </p>

</div>
</div>

<h4>Q1. Kids UPに通い始める前、英語経験はどの程度ありましたか？</h4>

<p><span class="bold">母：</span>きょうだい2名とも、英語の経験はまったくありません。本当にゼロからのスタートでした。<br>
  <br>
  <span class="bold">コウキ：</span>正直あまり覚えていないのですが(笑)、「英語は難しい」と感じたことは記憶に残っています。

</p>

<h4>Q2. Kids UPでの思い出や、印象に残っていることはありますか？</h4>
<p><span class="bold">シオリ：</span>色々なレッスンやイベントに英語を使いながらみんなで参加できたのが印象に残っています。クリスマスやハロウィンなどのイベントは特に楽しかったです。<br>
<br>
<span class="bold">母：</span>通い始めたころは毎日泣いていてとても心配でしたが、ある時期から泣かなくなり、少しずつ慣れていって、気づけば楽しく通えるようになりました。泣いていたのを懐かしく思います。
</p>

<div class="img-box">
<img src="./assets/images/section-4/twins-christmas.jpg" alt="" class="img-fluid">
<h6>通学開始当初のシオリさんとコウキさん</h6>
</div>

<h4>Q3. 長期間通学を続けてこられた理由は何ですか？</h4>
<p><span class="bold">母：</span>英語は早く始めたいという思いがありましたが、途中で途切れてしまうと意味がないとも感じていた為、無理なく続けられる環境だったことが大きいです。<br>
先生方が子どもの様子に合わせて、常に工夫して関わってくださり、担当の先生が変わっても安心して続けられているのは、Kids UP全体の環境が整っているからだと感じています。
</p>

<h4>Q4. 英語の成果をどんな時に感じますか？</h4>
<p><span class="bold">母：</span>近所にイギリスとのハーフのお子さんがいて、その子と自然に英語で会話ができていた時です。Kids UP以外の場面で英語が使えているのを見て、成長を実感しました。<br>
  <br>
   <span class="bold">コウキ：</span>学校で英語のスピーチをする時は文章をすぐに作ることができて、テストでも満点を取ることができて、友だちからは「すごいね！」と言われます。Kids UPの先生とはもう英語だけで話せるので、イギリスやアメリカなど、海外で英語を話してみたいです。
</p>

<h4>Q5. Kids UPでは中学生・高校生の生徒も増えていますが、今後も継続したいというお考えはありますか？</h4>
<p><span class="bold">母：</span>中学生になると忙しくなりますが、ここまで続けてきたからこそ、できる限り続けさせてあげたいという気持ちはあります。<br>
<br>
<span class="bold">シオリ：</span>続けたい気持ちはあります。でも、学校との両立は忙しそうだなとも思います。
</p>

<h4>Q6. 通学歴がまだ短いご家庭へ、長期通学を実現するためのアドバイスをお願いします。</h4>
<p><span class="bold">母：</span>まずはやってみないと分からないと思いますが、子どもが自分だけで頑張るだけでなく、親も通うためのサポート（イベントに参加させてあげる等）をしてあげられるとよいと思います。</p>

<h4>Q7. 小学校とKids UPの両立を頑張ってきた中で、ご両親に伝えたいことはありますか？</h4>
<p><span class="bold">シオリ：</span>英語が話せるようになって嬉しいです。通わせてくれて、ありがとうございます。いつも感謝しています！将来は日本で困っている外国人の人がいたら、英語で教えてあげて、世界中の人の役に立てたらいいなと思います。<br>
<br>
<span class="bold">コウキ：</span>英語を長い間続けてきて、「こんなに話せるようになった」ということを伝えたいです。<br>
<br>
<span class="bold">母：</span>コツコツと、本当によく頑張って続けてきたね。楽しい時も、ちょっと大変な時もあったと思います。これからは、今まで積み重ねてきた英語を、自分らしく使って、世界を広げていってください。
</p>
</div>

<div class="page-break"></div>

<div class="container">

  <div class="kid-profile">

<img src="./assets/images/section-4/r-san.jpg" alt="" class="portrait">

<div class="profile-info">
 <p>Rさん：小学6年生<br>
  通学歴8年　上級者クラス在籍
 </p>
</div>
</div>

<h4>Q1. Kids UPに通い始める前、英語経験はどの程度ありましたか？</h4>

<p><span class="bold">R：</span>週1回の英会話スクールに通っていましたが話す事はできませんでした。</p>

<div class="img-box">
<img src="./assets/images/section-4/r-san-younger.jpg" alt="" class="img-fluid">
<h6>通学開始当初のRさん</h6>
</div>

<h4>Q2. 長期間通学を続けてこられた理由は何ですか？</h4>

<p><span class="bold">母：</span>長期間通っている理由は、本人が英語が好きなこと、体験学習ができること、自宅から近く通いやすかったことです。<br>
<br>
<span class="bold">R：</span>スピーチコンテストなどで競う事はやる気が出るし楽しいです。普段のアクティビティも楽しいし、このままずっと続けたいです。
</p>

<h4>Q3. 学校の友達と比べて、自分の英語力をどのように感じますか？</h4>

<p><span class="bold">R：</span>学校では英語が全く話せない子が多いですが、自分は帰国子女の子と同じくらい英語を話すことができます。学校の英語も難しくないのでとても自信になります。</p>

<h4>Q4. 英語の成果をどんな時に感じますか？</h4>

<p><span class="bold">R：</span>2年くらい前に外国人観光客に道を聞かれて英語で案内することができました。また、外国人同士で英語で話していても会話の内容を理解できます。<br>
  <br>
<span class="bold">母：</span>Kids UP以外では、学校の授業で発音を褒められること、英検合格が嬉しいようです。
</p>

<h4>Q5. Kids UPでは中学生・高校生の生徒も増えていますが、今後も継続したいというお考えはありますか？</h4>

<p><span class="bold">母：</span>今までに退会を検討したことはありませんが、中学入学後はどうしようかなと思っているところです。<br>
  <br>
  <span class="bold">R：</span>学校や今後の進路を考えても英語力が役に立つのでやっていて良かったです。Kids UPに通っていれば英語力が落ちないので可能な限りこのまま続けたいです。
</p>

<h4>Q6. 小学校とKids UPの両立を頑張ってきた中で、ご両親に伝えたいことはありますか？</h4>
<p><span class="bold">R：</span>自分が「習いたい」と言って始めた訳ではありませんでしたが、英語が話せるようになって嬉しいし、習っていて良かったと思うので、お父さんとお母さんには「Thank you.」という思いです。将来の具体的な夢は決まっていませんが、日常的に英語を使っていきたいです。<br>
<br>
<span class="bold">母：</span>英語学習をがんばっていて偉いなと思います。これからも楽しみながら続けられると良いですね。
</p>

</div>

<div class="page-break"></div>

<div class="container">

<h2>【 感謝を胸に、次の10年へ 】</h2>
<p>今回ご紹介したインタビューの言葉は、特別な誰かの物語ではなく、Kids UPで学ぶ日常の延長線上にある、等身大の声です。長く通う中で感じた喜びや悩み、挑戦と成功体験の一つひとつが、英語力はもちろん、自ら考え行動する力や自信へとつながってきました。<br>
これらの声は、これまでKids UPに通ってくださったすべての生徒・保護者の皆さまの歩みそのものでもあります。10周年は、その積み重ねに改めて感謝を伝える節目であり、同時に子どもたちがこれからの未来を生き抜く力を育んでいく、学びの通過点です。<br>
Kids UPは、これからも一人ひとりの声に耳を傾けながら、英語を通して子どもたちの可能性を広げ、未来に寄り添い続けてまいります。 </p>

</div>

</article>

