<div class="col-md-4 testimonial-box">
  <div class="testimonial-inner">
    <div class="row testimonial-top-row">
      <div class="col-5">
        <img
          src="./winter-school-images/testimonial-1.png"
          alt="testimonial-1"
          class="img-fluid testimonial-img"
        />
      </div>
      <div class="col-7 testimonial-header">Mさん</div>
    </div>

    <p class="testimonial-text">
    初めての参加でしたが、子どもは毎日とても楽しそうに通っていました。英語に対する抵抗感がなくなり、自然と英語を使うことに興味を持ち始めたようです。特に工作やクッキングでは、楽しみながら英語を学ぶことができ、親としてもとても嬉しく思います。先生たちがとてもフレンドリーで、子供一人一人をしっかりサポートしてくれているのが伝わってきました。次回もぜひ参加させたいと思います。
    </p>

    <!-- Inline SVG replaced here -->
    <svg id="Layer_1" data-name="Layer 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 156.8 24.25" class="testimonial-rank">
      <g id="Group_795" data-name="Group 795">
        <g id="Group_794" data-name="Group 794">
          <path id="Icon_awesome-star" data-name="Icon awesome-star" class="testimony-rank-fill" d="M11.3.84l-3.09,6.27-6.92,1.01c-.83.12-1.4.89-1.28,1.72.05.33.2.63.44.86l5,4.88-1.18,6.89c-.14.82.41,1.61,1.23,1.75.33.06.67,0,.97-.15l6.19-3.25,6.19,3.25c.74.39,1.66.11,2.05-.63.16-.3.21-.64.15-.97l-1.19-6.89,5-4.88c.6-.58.61-1.54.03-2.14-.23-.24-.54-.39-.86-.44l-6.91-1.01L14.02.84c-.37-.75-1.28-1.06-2.03-.69-.3.15-.54.39-.69.69h0Z"/>
          <path id="Icon_awesome-star-2" data-name="Icon awesome-star-2" class="testimony-rank-fill" d="M44.17.84l-3.09,6.27-6.92,1.01c-.83.12-1.4.89-1.28,1.72.05.33.2.63.44.86l5,4.88-1.18,6.89c-.14.82.41,1.61,1.23,1.75.33.06.67,0,.97-.15l6.19-3.25,6.19,3.25c.74.39,1.66.11,2.05-.63.16-.3.21-.64.15-.97l-1.19-6.89,5-4.88c.6-.58.61-1.54.03-2.14-.23-.24-.54-.39-.86-.44l-6.91-1.01-3.09-6.27c-.37-.75-1.28-1.06-2.03-.69-.3.15-.54.39-.69.69h0Z"/>
          <path id="Icon_awesome-star-3" data-name="Icon awesome-star-3" class="testimony-rank-fill" d="M77.04.84l-3.09,6.27-6.92,1.01c-.83.12-1.4.89-1.28,1.72.05.33.2.63.44.86l5,4.88-1.18,6.89c-.14.82.41,1.61,1.23,1.75.33.06.67,0,.97-.15l6.19-3.25,6.19,3.25c.74.39,1.66.11,2.05-.63.16-.3.21-.64.15-.97l-1.19-6.89,5-4.88c.6-.58.61-1.54.03-2.14-.23-.24-.54-.39-.86-.44l-6.91-1.01-3.09-6.27c-.37-.75-1.28-1.06-2.03-.69-.3.15-.54.39-.69.69h0Z"/>
          <path id="Icon_awesome-star-4" data-name="Icon awesome-star-4" class="testimony-rank-fill" d="M109.91.84l-3.09,6.27-6.92,1.01c-.83.12-1.4.89-1.28,1.72.05.33.2.63.44.86l5,4.88-1.18,6.89c-.14.82.41,1.61,1.23,1.75.33.06.67,0,.97-.15l6.19-3.25,6.19,3.25c.74.39,1.66.11,2.05-.63.16-.3.21-.64.15-.97l-1.19-6.89,5-4.88c.6-.58.61-1.54.03-2.14-.23-.24-.54-.39-.86-.44l-6.91-1.01-3.09-6.27c-.37-.75-1.28-1.06-2.03-.69-.3.15-.54.39-.69.69h0Z"/>
          <path id="Icon_awesome-star-5" data-name="Icon awesome-star-5" class="testimony-rank-fill" d="M142.78.84l-3.09,6.27-6.92,1.01c-.83.12-1.4.89-1.28,1.72.05.33.2.63.44.86l5,4.88-1.18,6.89c-.14.82.41,1.61,1.23,1.75.33.06.67,0,.97-.15l6.19-3.25,6.19,3.25c.74.39,1.66.11,2.05-.63.16-.3.21-.64.15-.97l-1.19-6.89,5-4.88c.6-.58.61-1.54.03-2.14-.23-.24-.54-.39-.86-.44l-6.91-1.01-3.09-6.27c-.37-.75-1.28-1.06-2.03-.69-.3.15-.54.39-.69.69h0Z"/>
        </g>
      </g>
    </svg>
  </div>
</div>
