<div class="col-md-4 testimonial-box">
  <div class="testimonial-inner">
    <div class="row testimonial-top-row">
      <div class="col-5">
        <img
          src="./winter-school-images/testimonial-3.png"
          alt="testimonial-1"
          class="img-fluid testimonial-img"
        />
      </div>
      <div class="col-7 testimonial-header">Sくん</div>
    </div>

    <p class="testimonial-text">
    前回も参加してすごく楽しかったから、今回も参加しました！前に仲良くなったお友達もいたよ！去年よりももっと英語が上手になった気がするし、先生や友達と一緒にいろんなアクティビティをして、英語を使うのが楽しくなりました！英語を話すことに自信が持てるようになって、学校でも手を挙げられるようになったよ。また次回も参加したいな！
    </p>

    <?xml version="1.0" encoding="UTF-8"?>
<svg id="Layer_1" data-name="Layer 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 156.37 24.25" class="testimonial-rank">
  <g id="Group_224" data-name="Group 224">
    <path id="Icon_awesome-star" data-name="Icon awesome-star" class="testimony-rank-fill" d="M11.3.84l-3.09,6.27-6.92,1.01c-.83.12-1.4.89-1.28,1.72.05.33.2.63.44.86l5,4.88-1.18,6.89c-.14.82.41,1.61,1.23,1.75.33.06.67,0,.97-.15l6.19-3.25,6.19,3.25c.74.39,1.66.11,2.05-.63.16-.3.21-.64.15-.97l-1.19-6.89,5-4.88c.6-.58.61-1.54.03-2.14-.23-.24-.54-.39-.86-.44l-6.91-1.01L14.02.84c-.37-.75-1.28-1.06-2.03-.69-.3.15-.54.39-.69.69h0Z"/>
    <path id="Icon_awesome-star-2" data-name="Icon awesome-star-2" class="testimony-rank-fill" d="M44.3.84l-3.09,6.27-6.92,1.01c-.83.12-1.4.89-1.28,1.72.05.33.2.63.44.86l5,4.88-1.18,6.89c-.14.82.41,1.61,1.23,1.75.33.06.67,0,.97-.15l6.19-3.25,6.19,3.25c.74.39,1.66.11,2.05-.63.16-.3.21-.64.15-.97l-1.19-6.89,5-4.88c.6-.58.61-1.54.03-2.14-.23-.24-.54-.39-.86-.44l-6.91-1.01-3.09-6.27c-.37-.75-1.28-1.06-2.03-.69-.3.15-.54.39-.69.69h0Z"/>
    <path id="Icon_awesome-star-3" data-name="Icon awesome-star-3" class="testimony-rank-fill" d="M77.3.84l-3.09,6.27-6.92,1.01c-.83.12-1.4.89-1.28,1.72.05.33.2.63.44.86l5,4.88-1.18,6.89c-.14.82.41,1.61,1.23,1.75.33.06.67,0,.97-.15l6.19-3.25,6.19,3.25c.74.39,1.66.11,2.05-.63.16-.3.21-.64.15-.97l-1.19-6.89,5-4.88c.6-.58.61-1.54.03-2.14-.23-.24-.54-.39-.86-.44l-6.91-1.01-3.09-6.27c-.37-.75-1.28-1.06-2.03-.69-.3.15-.54.39-.69.69h0Z"/>
    <path id="Icon_awesome-star-4" data-name="Icon awesome-star-4" class="testimony-rank-fill" d="M110.3.84l-3.09,6.27-6.92,1.01c-.83.12-1.4.89-1.28,1.72.05.33.2.63.44.86l5,4.88-1.18,6.89c-.14.82.41,1.61,1.23,1.75.33.06.67,0,.97-.15l6.19-3.25,6.19,3.25c.74.39,1.66.11,2.05-.63.16-.3.21-.64.15-.97l-1.19-6.89,5-4.88c.6-.58.61-1.54.03-2.14-.23-.24-.54-.39-.86-.44l-6.91-1.01-3.09-6.27c-.37-.75-1.28-1.06-2.03-.69-.3.15-.54.39-.69.69h0Z"/>
    <path id="Icon_awesome-star-half-alt" data-name="Icon awesome-star-half-alt" class="testimony-rank-fill" d="M155.07,8.12l-6.93-1.01-3.1-6.27c-.37-.75-1.29-1.06-2.04-.68-.3.15-.54.39-.68.68l-3.1,6.27-6.93,1.01c-.83.12-1.4.89-1.28,1.72.05.33.2.63.44.86l5.01,4.88-1.19,6.89c-.14.83.42,1.61,1.24,1.75.08.01.17.02.26.02.24,0,.48-.06.7-.18l6.2-3.25,6.2,3.25c.74.39,1.66.11,2.05-.63.16-.3.21-.64.15-.97l-1.19-6.88,5.01-4.88c.6-.58.61-1.54.03-2.14-.23-.24-.54-.39-.87-.44h0ZM149.31,13.96l-.86.83.2,1.18.92,5.37-4.83-2.54-1.06-.56V3.23l2.42,4.89.53,1.07,1.18.17,5.41.79-3.91,3.81h0Z"/>
  </g>
</svg>
  </div>
</div>
