<!----------------------------------------------- SECTION 2 - NAKAGAWA ------------------------------------------------------------->
<section class="section-2">
  <img src="./assets/images/section-2/nakagawa-article-header.jpg" alt="" class="header-fullwidth" loading="lazy">
<div class="container main-contents">


  <h2>「勉強しなさい」と言う前に育てるべきもの</h2>


<p>
  Kids UP、経営戦略室の中川です。<br>
  今も昔も、「子どもが勉強しないんです…」という保護者の悩みは尽きません。でも、そもそも“勉強が大好きでたまらない子”のほうが、むしろ珍しいのではないでしょうか。勉強の価値や、その先にある見返りを理解できるようになると、子どもは自然と机に向かうようになります。「もっとやってみたい」と子ども自身が感じる内発的動機を育てる教育こそが、親が本当に子どもにやってあげるべきことです。<br>
<br>
  </p>
  <figure class="float-left">
    <img src="./assets/images/section-2/article-2-img-1.jpg" alt="次男（まー君）は50M背泳ぎで2大会連続ジュニアオリンピックに進出。9歳以下で神奈川県内では2名のみという狭き門を突破！">
    <figcaption><span class="arrow">▲</span>次男（まー君）は50M背泳ぎで2大会連続ジュニアオリンピックに進出。9歳以下で神奈川県内では2名のみという狭き門を突破！</figcaption>
  </figure>
<p>
  子どもが自主的に取り組むようにさせるための答えは、「自己効力感の定着」です。つまり、「自分には挑戦を乗り越える力がある」「努力すれば報われる」と、子ども自身が実感できるような体験を積ませること。さまざまな成功体験を通してポジティブな自己認知が育まれ、それが別の分野、例えば勉強にも良い影響を及ぼすという心理的プロセスがあることはご存知でしょうか？<br>
  <br>
勉強そのものよりも、まず“自分はできる”という感覚を育むことのほうが先決です。そして、その感覚は、多くの場合、周囲からの承認によって芽生えていきます。<br>
<br>
「すごいね」「がんばってるね」―そうした言葉の積み重ねが、子どもに自信を与え、自主性につながっていくのです。そして、その承認は身内外からの声の方が効果は絶大です。今日は、皆さんのお子さんにも年齢が近い、私の次男（小4）と長女（小1）の近況を紹介しましょう。<br>
<br>
次男は小学1年生から週6日の「水泳漬け」の生活を送っています。週6日で1日2時間、長期休暇中には1日4〜5時間の練習をこなします。自由時間にはオリンピックなどの大会映像を研究、大人向け水泳マガジンも読み込んでいます。まさしく水泳オタクですが、泳力も全国レベルに達しています。小学3年生の春からは、ジュニアオリンピック（全国大会）に2大会連続で出場中です。現在は「水泳の強豪校に進学する！」という明確な目標を持ち、中学受験に向けた勉強にも自主的に取り組んでいます。<br>
<br>
一方、長女は「英語漬け」の生活を送っています。保育園時代は週2回、1回1時間のゆるやかな英会話スクールに通っていましたが、小学校に入ってからは週5日間の本格的な英語環境にシフトしました。今年6月頃からは、自宅でも自然と英語が口から出るようになってきました。そして、次男と同様、長女も自発的に机に向かいます。<br>
<br>
</p>

  <figure class="float-right">
    <img src="./assets/images/section-2/article-2-img-2.jpg" alt="次男（まー君）は50M背泳ぎで2大会連続ジュニアオリンピックに進出。9歳以下で神奈川県内では2名のみという狭き門を突破！">
    <figcaption><span class="arrow">▲</span>外部から受ける本音の承認は人間を成長させます。緊張感のある大舞台で戦う経験は、何物にも代えがたい財産です。</figcaption>
  </figure>


<p>
この2人に共通するのは、身内以外の大人たちからの「強い承認」を受けていることです。保護者、先生、友達、さまざまな人たちから「すごいね！」と心からの称賛を日々受ける経験が、子どもたちの中に“ポジティブな自己認知”を育てています。もちろん、本人たちは、自分より上の存在がいることも理解しています。だからこそ、さらなる高みを目指して頑張ろうと行動します。<br>
<br>
水泳のように全国レベルで結果を出すには、相当な努力と環境、そして遺伝といった運も必要でしょう。誰もができることではありません。しかしながら、英語に関しては話が違います。私たち大人が日本語を話せるようになったのは、幼少期に「日本語漬けの環境」で育ったからです。日本人で日本語ができない人はいませんよね？同様に英語漬けの環境に身を置けば、特別な才能がなくても、基本的に誰でも英語ができるようになります。言語習得は人生の中で誰もが経験しており、難しいロジックではありません。<br>
<br>
それでも、世間では「英語ができる＝すごい」と評価してくれる風潮があります。つまり、英語は子どもにとって“簡単に手に入れられる成功体験”でありながら、周囲から強い承認も得られる極めて優れた教材です。だからこそ、英語を通して“自己効力感”を育むことは非常に効果的です。しかも英語は大人になってからも使う可能性が高く、学び損になることもないでしょう。<br>
<br>
</p>
  <figure class="float-left">
    <img src="./assets/images/section-2/article-2-img-3.jpg" alt="次男（まー君）は50M背泳ぎで2大会連続ジュニアオリンピックに進出。9歳以下で神奈川県内では2名のみという狭き門を突破！">
    <figcaption><span class="arrow">▲</span>裟彩は英語漬けの環境に身を置き、2か月で英語が出てくるようになりました。皆さんのお子さんは、英語に触れる時間は足りてますか？</figcaption>
  </figure>
<p>
子どもの過ぎ去った時間は二度と戻ってきません。今この瞬間に、できるだけ多く英語に触れる時間を確保することは、英語力の話に留まらず、人間としての成長にも影響するのです。そのためには、”徹底してやらせてあげる”ことです。それが子どもの能力を際立たせるきっかけになります。私が子供にやっている教育はやり過ぎでしょうか？私に言わせれば、無理やり勉強させようとする親の姿勢の方が問題です。<br>
<br>
能力が周囲より少し秀でてくると、子どもに対する周囲の反応が明らかに変わります。そして、身内以外は自主的にお世辞は言いません。外部からの本音の承認は、子どもにさらなる自己効力感を与え、内発的動機を育むことにつながるのです。勉強とは、本来「親に言われてやるもの」ではありません。“自分でやろうと思える力”を育てることが、真の教育ではないでしょうか。
</p>

</div>


<div class="container author-profile">

    <img src="./assets/images/section-2/nakagawa-profile.webp" alt="nakagawa-profile" class="author-profile-img"  loading="lazy">




<p class="author-profile">

  <span class="author-profile-text-header">著者プロフィール</span><br>
  <span class="author-profile-name">中川 友康（なかがわ ともやす）</span><br>

  神奈川県相模原市在住。<br>
Kids UPも行う臨界期説に基づいた教育理論を我が子にリアルに実践する3児の教育パパ。<br>
<br>
中川家の子育てに関する過去の記事は、以下からご覧ください。
</p>
<div class="button-wrapper">


<a href="https://kids-up.jp/static/newsletters/2024-vol-5/#article-4" class="article-link-button" target="_blank" >「習い事」をする意義と<br class="d-md-none">親の向き合い方  →</a>

<a href="https://kids-up.jp/static/newsletters/2024-vol-4/#article-3" class="article-link-button" target="_blank" >臨界期について →</a>

<a href="https://kids-up.jp/static/newsletters/2023-vol-2/#article-nakagawa" class="article-link-button" target="_blank" >中川家の臨界期教育を<br class="d-md-none">公開！ →</a>


</div>
</div>
</section>