<!----------------------------------------------- SECTION 6 - ONE POINT LESSON------------------------------------------------------------->
<section class="section-6">
  <img src="./assets/images/section-6/onepoint-header.jpg" alt="トレーナーからのワンポイントレッスン" class="header-fullwidth" loading="lazy">
  <div class="container">
    <h2>Kids UPスピーチコンテスト2025 ご家庭向け応援ガイド</h2>

    <p>
   こんにちは！<br>
Kids UPトレーニングチームです。<br>
今年も、Kids UP最大のイベントである「スピーチコンテスト」の季節がやってきました！<br>
<br>
このコンテストは、英語でのスピーチ力を高めることはもちろん、人前で自分の考えを堂々と伝えるという大きな挑戦に取り組む非常に貴重な機会です。準備や本番を通して、子ども達は言葉に力を込める喜びや、人に伝える楽しさを学び、やり遂げた経験が自信と大きな成長へとつながっていきます。<br>
8月中旬より、各スクールでは予選に向けた本格的な練習が始まりました。1年生にとっては初めてのコンテストとなり、不安や緊張もあるかと思いますが、きっとこの経験が自信と成長に繋がるはずです！また、高学年の生徒たちは前年度の経験を活かしながら、今年はさらに良いスピーチを目指して意欲的に取り組んでいます。日々の練習の中では、Arrival Timeの時間を使って積極的に練習する姿や、 「昨日は家で10回練習したよ！」と元気に報告してくれるお子様の様子からも、 子どもたちの努力と前向きな気持ちが感じられます。<br>
また、スピーチの上達には、スクールでの取り組みに加えて、ご家庭でのあたたかいサポートが大きな力になります。今回は、スピーチコンテストに向けてお子様が意識したいポイントと、ご家庭で実践できるサポートについてご紹介いたします。<br></p>
<br>



<div class="bullet-wrapper-1">
  <h5>1. スピーチで意識したいプレゼンスキル</h5>
<p><b>•Gesture and Movement（ジェスチャーと動き）</b><br>
 手や体を使った動きで、伝わるスピーチに！</p>

<p><b>•Vocal Delivery（声の出し方）</b><br>
 声の大きさ・スピード・抑揚を意識することで、 より聞き取りやすく、魅力的なスピーチになります！</p>

 <p><b>•Eye Contact（アイコンタクト）</b><br>
  観客としっかり目を合わせながら話すことで、 自信と説得力がアップします。</p>
</div>
<br>




<div class="bullet-wrapper-2">
  <h5>2. ご家庭で実践できるサポート</h5>
<p><b>•家族でスピーチコンテストを楽しもう！</b><br>
 ご家庭で「ミニ・スピーチコンテスト」を開いてみるのはいかがでしょうか？！
 毎日少しずつみんなで同じ原稿を練習し、楽しくリラックスした雰囲気の中で発表することで、人前で話す練習になり、楽しさも倍増します。大好きなご家族と一緒に練習することは、お子様にとってもとても楽しい経験になるでしょう。</p>

<p><b>•プレゼンスキルの練習</b><br>
  鏡の前で練習したりスピーチを動画に撮り一緒に見直すことで、自分の話し方を客観的に確認でき新しい気づきや改善点が見つかるかもしれません。 また、Kids UPから配信される練習用動画もぜひ活用し、イントネーションやアイコンタクトなど細かなスキルアップを目指しましょう。</p>

 <p><b>•たくさん褒めて自信を育てる</b><br>
  「今日の練習で何を学んだの？」と声をかけたり、 「よく頑張ったね！」と認めてあげたり、日々の努力を褒めてあげましょう。 お子様の自己肯定感が高まり、ポジティブな経験づくりにつながります。
</p>
</div>
<br>

<p>
  この秋も、お子様一人ひとりの努力によって輝かしいスピーチコンテストになるよう、スタッフ一同全力でサポートしてまいります！<br>
引き続きのご協力を、どうぞよろしくお願いいたします。
</p>
  </div>
</section>