<!----------------------------------------------- SECTION 1 - PEARSON ------------------------------------------------------------->
<section class="section-1">
  <img src="./assets/images/section-1/article-1-header.jpg" alt="Junior High School Student
  " class="header-fullwidth" loading="lazy">
<div class="container">

  <h2>【中学生になっても継続する生徒が増えています！】</h2>
  <p>
    Kids UPでは開校以来、幼児、小学生を中心に英語教育を行ってまいりましたが、近年は中学生・高校生の在籍生徒が急速に増えてきています。 実際、この数年で中高生の生徒数は毎年倍増しており、多くのスクールで、平日の夕方以降には中高生の姿が当たり前のように見られるようになりました。これは「小学生で英語力の土台をしっかり築いた生徒が、そのまま上級コースに進み、より高度な英語力を目指して継続している」という流れが定着してきている証です。<br>
    <br>
    一方で、まだ一部のご家庭では「小学校卒業＝英会話スクール卒業」というイメージをお持ちの方もいらっしゃいます。そのため、せっかく高い英語力を身につけたにもかかわらず、十分に伸ばしきる前に英語から離れてしまい、せっかく身に付けた英語力を落としてしまうケースも見受けられます。<br>
    <br>
    ご存じの通り、中学校の英語の授業は、受験や定期テストを意識した“勉強のための英語”が中心であり、Kids UPのように「使える英語」を身につける内容とは大きく異なります。そのため、Kids UPで学んだ高い英語力を持つお子さまが、学校や塾の授業だけで英語力を維持・発展させるのは難しいのが現状です。<br>
    <br>
    現在、当スクールの上級コースでは実践的な英語を習得できる内容を提供しており、帰国子女やインターナショナルスクール出身の生徒も在籍しています。もちろん、初心者からスタートして継続している生徒がほとんどで、段階的にレベルアップできるよう設計されていますのでご安心ください。実際に、多くの保護者様や中高生の生徒から「学校の授業や定期テストがとても簡単に感じる」といった嬉しいお声をいただいております。
    <br>
    今後も当スクールでは、小学生で終わるのではなく、「中高生になってからも継続して英語力を高めていく」ことにコミットしてまいります。<br>
    <br>
    中学校以降の学校英語は、受験やテストのための“学ぶ英語”が中心となりますが、当スクールで継続的に“使える英語”＝本物の英語力を磨き続けることで、「将来は海外で活躍したい」「留学して視野を広げたい」「海外の大学に挑戦してみたい」といった、夢や可能性を現実の選択肢として描けるようになります。<br>
    <br>
    お子さまの未来に向けて、ぜひ中学進学後の学び方についてもご家庭でご検討いただければ幸いです。

  </p>

    <img src="./assets/images/section-1/article-1-bottom.jpg" alt="Junior High School Students" class="bottom-img" loading="lazy">

</div>
</section>
